---
kind: enumMember
id: F:Autodesk.Revit.DB.ImageTypeStatus.Unloaded
enum: Autodesk.Revit.DB.ImageTypeStatus
source: html/b84b2403-3c15-b917-ec36-7cca79c50c81.htm
---
# Autodesk.Revit.DB.ImageTypeStatus.Unloaded

The linked images was unloaded by the user. No image is available.